NSCameraUsageDescription = "Kameraelérés szükséges a dokumentumok beolvasásához, illetve a fényképek és videók készítéséhez.";
NSFaceIDUsageDescription = "Face ID szükséges az arcfelismeréses hitelesítéshez.";
NSLocationAlwaysUsageDescription = "The app will show your location on a map.";
NSPhotoLibraryUsageDescription = "A fotókhoz való hozzáférése szükséges a képek és videók felhőbe történő feltöltéséhez.";
NSPhotoLibraryAddUsageDescription = "A fotókhoz való hozzáférése szükséges a képek és videók felhőbe történő feltöltéséhez.";
NSMicrophoneUsageDescription = "Mikrofonelérés szükséges a hangjegyzetek létrehozásához.";
NSLocationWhenInUseUsageDescription = "The app will show your location on a map.";
